Беларуская (Belarusian)
Info=ZIP Plugin for oMega|BEL,RUS,RU|1251|Andrei Klementiev

1=ZIP плагін
2=[fB +2;%0:s]\n[fB +2;для oMega Commander]\nВерсія: [fB;%1:s.%2:d] (зборка [fB;%3:d])%4:s\n\nКапірайт (c) %5:d-%6:d\n%7:s\n<Cursor=21;URL=%8:s>[fAccentBlue;%9:s]
3=Увага! Некаторыя файлы маюць юнікод-імёны!\nНе ўсе праграмы падтрымваюць такія імёны ў ZIP-файлах.
4=Увага! У імёнах файлаў ёсць не ASCII сімвалы (з кодам > 127) ці юнікод-імёны!\nТакія імёны па рознаму адлюстроўваюцца для розных кодавых старонак,\nці не ўсе праграмы падтрымваюць юнікод-імёны ў ZIP-файлах.
5=Абярыце спосаб захавання імёнаў файлаў:
6=[fB +2;Захаванне юнікод-імёнаў:]\n(некаторыя праграмы не падтрымваюць юнікод-імёны ў ZIP\nці не падтрымваюць адзін са спосабаў іх захоўвання)
7=Пытаць карыстальніка пра захаванне юнікод-імёнаў
8=Ужываць спосаб захавання для:
9=для імёнаў файлаў з юнікодам
10=для імёнаў файлаў з не ASCII сімваламі (код больш 127)
11=для ўсіх імёнаў файлаў
12=Спосаб захавання юнікод-імёнаў:
13=як юнікод UTF-8 (метад ZIP 6.3.0, WinZip 11.2)
14=як юнікод UTF-8 в экстрапалях (метад Info-ZIP)
15=юнікод-сімвалы ў выглядзе сімвала "?"
16=юнікод-сімвалы ў выглядзе сімвала "_"
17=юнікод-сімвалы ў выглядзе сімвала "-"
18=Больш не пытаць\n(змяніць настройкі можна ва ўласцівасцях плагіна)
30=Папярэджанне!\n\nАгульны памер пакаваных файлаў: [fB;%.1f ГБ] (больш 4 ГБ).\nНе ўсе праграмы падтрымваюць ZIP-файлы вялікага памеру.\n\nПрацягнуць пакаванне?
50=Памылка захавання ў файл\n"%s"
